export const Q = [
  {
    type: "EI",
    title: "모르는 사람들과 팀이 됐다. 나의 반응은?1",
    a1: "아이스 브레이킹으로 뭘 하지?",
    a2: "어떻게 어울릴지 걱정이다.",
  },
  {
    type: "EI",
    title: "모르는 사람들과 팀이 됐다. 나의 반응은?2",
    a1: "아이스 브레이킹으로 뭘 하지?",
    a2: "어떻게 어울릴지 걱정이다.",
  },
  {
    type: "EI",
    title: "모르는 사람들과 팀이 됐다. 나의 반응은?3",
    a1: "아이스 브레이킹으로 뭘 하지?",
    a2: "어떻게 어울릴지 걱정이다.",
  },
  {
    type: "PJ",
    title: "대회의 타임테이블이 나왔다. 나의 반응은?1",
    a1: "나랑 상관 없는 일이다.",
    a2: "pt 준비는 내일 오전 8시 45분부터 하면 되겠군",
  },
  {
    type: "PJ",
    title: "대회의 타임테이블이 나왔다. 나의 반응은?2",
    a1: "나랑 상관 없는 일이다.",
    a2: "pt 준비는 내일 오전 8시 45분부터 하면 되겠군",
  },
  {
    type: "PJ",
    title: "대회의 타임테이블이 나왔다. 나의 반응은?3",
    a1: "나랑 상관 없는 일이다.",
    a2: "pt 준비는 내일 오전 8시 45분부터 하면 되겠군",
  },
  {
    type: "NS",
    title: "브레인 스토밍 시간이다. 나의 반응은?1",
    a1: "실현 불가능한 아이디어만 냄",
    a2: "고민 하느라 한 마디도 못함.",
  },
  {
    type: "NS",
    title: "브레인 스토밍 시간이다. 나의 반응은?2",
    a1: "실현 불가능한 아이디어만 냄",
    a2: "고민 하느라 한 마디도 못함.",
  },
  {
    type: "NS",
    title: "브레인 스토밍 시간이다. 나의 반응은?3",
    a1: "실현 불가능한 아이디어만 냄",
    a2: "고민 하느라 한 마디도 못함.",
  },
  {
    type: "TF",
    title: "팀원이 매우 지쳐있다. 나의 반응은?1",
    a1: "다 같이 힘든데..",
    a2: "주머니에 몰래 챙겨온 마이쭈를 준다.",
  },
  {
    type: "TF",
    title: "팀원이 매우 지쳐있다. 나의 반응은?2",
    a1: "다 같이 힘든데..",
    a2: "주머니에 몰래 챙겨온 마이쭈를 준다.",
  },
  {
    type: "TF",
    title: "팀원이 매우 지쳐있다. 나의 반응은?3",
    a1: "다 같이 힘든데..",
    a2: "주머니에 몰래 챙겨온 마이쭈를 준다.",
  },
];
